Repository: joao-mambelli/CSHUE
Catalog: CSHUE/Cultures/Resources.*.resx
Languages: de_de, fr_fr

# AboutTitle
source: About
de_de: Über
fr_fr: À propos

# CSGOGSIText
source: So that CSHUE can know what is going on in your CS:GO, a specific .cfg file must exist in the game's cfg folder, a gamestate_integration_cshue.cfg. If the bellow button is pressed, CSHUE will automatically try to find where CS:GO is installed in your machine, creating then the required file.
de_de: Damit CSHUE weiß, was in CS:GO passiert, muss eine spezielle .cfg Datei in deinem Spiele Ordner existieren. (gamestate_integration_cshue.cfg) Beim drücken der unteren Schaltfläche, versucht CSHUE automatisch deinen CS:GO Installationspfad zu finden und die benötigte .cfg Datei zu erstellen.
fr_fr: Afin que CSHUE sache ce qu'il se passe dans votre partie de CS:GO, un fichier spécifique .cfg doit être présent dans le dossier cfg du jeu : gamestate_integration_cshue.cfg. En appuyant sur le bouton "Créer .cfg", CSHUE va automatiquement chercher où CS:GO est installé sur votre ordinateur, et créera le fichier requis.

# CreateCfgButton
source: Create .cfg
de_de: .cfg Datei erstellen
fr_fr: Créer .cfg

# DonationTitle
source: Donation
de_de: Spenden
fr_fr: Don

# DonateButton
source: Donate
de_de: Spenden
fr_fr: Donner

# DonateText
source: I don't expect much finantial return from this application, but who knows, right? Donations are always appreciated.
de_de: Ich erwarte keine großen Gewinne mit diesem Programm, aber man weiß ja nie, richtig? Spenden sind immer willkommen.
fr_fr: Je n'attends pas grand chose financièrement de cette application, mais on ne sait jamais, n'est-ce pas? Un don fait toujours plaisir.

# FileCreatedAtMessage
source: File created at
de_de: Datei wurde hier erstellt:
fr_fr: Fichier créé dans

# FollowMeTitle
source: Follow me
de_de: Folge mir
fr_fr: Me suivre

# HomeTitle
source: Home
de_de: Start
fr_fr: Accueil

# SettingsTitle
source: Settings
de_de: Einstellungen
fr_fr: Paramètres

# CSGOFolderNotFoundWarning
source: Couldn't find CS:GO path.
de_de: Konnte den CS:GO Installationspfad nicht finden.
fr_fr: L'emplacement de CS:GO n'a pu être trouvé.

# GSIFileNotFoundWarning
source: Couldn't find CS:GO Game State Integration file.
de_de: Konnte die CS:GO Game State Integration Datei nicht finden.
fr_fr: L'emplacement du fichier Game State Integration de CS:GO n'a pu être trouvé.

# GSIFileCorruptedWarning
source: CS:GO Game State Integration file is corrupted.
de_de: Die CS:GO Game State Integration Datei ist beschädigt.
fr_fr: Le fichier Game State Integration de CS:GO est corrompu.

# SteamFolderNotFoundWarning
source: Couldn't find Steam path.
de_de: Der Steam Pfad konnte nicht gefunden werden.
fr_fr: L'emplacement de Steam n'a pu être trouvé.

# AutomaticallyActivateBetweenOption
source: Automatically activate between
de_de: Automatisch aktivieren zwischen
fr_fr: Activer automatiquement entre

# BombBlinkEvent
source: Bomb Blink
de_de: Bomben Blinken
fr_fr: Clignotement de la Bombe

# BombExplodesEvent
source: Bomb Explodes
de_de: Bomben Explosion
fr_fr: Explosion de la Bombe

# BombHasBeenPlantedEvent
source: Bomb Has Been Planted
de_de: Bombe wurde gelegt
fr_fr: La Bombe a été Posée

# CounterTerroristsWinEvent
source: Counter-Terrorists Win
de_de: Counter-Terroristen gewinnen
fr_fr: Victoire des Anti-Terroristes

# KillAndKilledLightEffectDuration
source: Duration:
de_de: Länge:
fr_fr: Durée:

# EventsTitle
source: Events
de_de: Effekte
fr_fr: Événements

# FreezeTimeEvent
source: Freeze Time
de_de: Kauf-/Auszeit
fr_fr: Période d'Achat

# LanguageOption
source: Language
de_de: Sprache
fr_fr: Langue

# LaunchOptionsOption
source: Launch Options
de_de: Startoptionen
fr_fr: Options de Lancement

# MainMenuEvent
source: Main Menu
de_de: Hauptmenü
fr_fr: Menu Principal

# MinimizeCSHUEWhenCSGODetectedOption
source: Minimize CSHUE when CS:GO is detected
de_de: Minimiere CSHUE wenn CS:GO geöffnet ist
fr_fr: Minimise CSHUE quand CS:GO est lancé

# MinimizeToSystemTrayOption
source: Minimize to system tray
de_de: In die Taskleiste minimieren
fr_fr: Minimiser dans la barre de notification

# PlayerGetsFlashedEvent
source: Player Gets Flashed
de_de: Spieler wurde geblendet
fr_fr: Le Joueur est Ébloui

# PlayerGetsAKillEvent
source: Player Gets a Kill
de_de: Spieler hat Gegner eliminiert
fr_fr: Le Joueur Fait un Mort

# PlayerGetsKilledEvent
source: Player Gets Killed
de_de: Spieler wurde eliminiert
fr_fr: Le Joueur Meurt

# RememberLightsOption
source: Remember lights states
de_de: Vorherigen Lampenstatus merken
fr_fr: Enregistrer l'état des lampes

# RoundStartsEvent
source: Round Starts
de_de: Runde startet
fr_fr: Début du Round

# RunCSGOOnStartupOption
source: Run CS:GO on CSHUE startup
de_de: Öffne CS:GO beim starten von CSHUE
fr_fr: Démarrer CS:GO au lancement de CSHUE

# RunOnStartupMinimizedOption
source: Run minimized
de_de: Fenster Minimiert
fr_fr: Lancer minimisé

# RunOnStartupOption
source: Run CSHUE when my computer starts
de_de: CSHUE mit dem Windowsstart ausführen
fr_fr: Lancer CSHUE au démarrage de l'ordinateur

# SecondsAbbreviation
source: s
de_de: sek.

# TerroristsWinEvent
source: Terrorists Win
de_de: Terroristen gewinnen
fr_fr: Victoire des Terroristes

# TriggerEventsWhenSpectatingOption
source: Also trigger player events when spectating
de_de: Effekte auch beim Zuschauen aktivieren
fr_fr: Déclencher les événements quand l'utilisateur est spectateur

# WarmupEvent
source: Warmup
de_de: Aufwärmphase
fr_fr: Échauffement

# DefaultOptionsButton
source: Default
de_de: Standard
fr_fr: Par défaut

# SelectCSGOCfgFolderMessage
source: Please select the CS:GO cfg folder manually.
de_de: Bitte wähle den CS:GO cfg Ordner manuell.
fr_fr: Merci de sélectionner le dossier cfg de CS:GO manuellement.

# FolderSelectionTitle
source: CS:GO cfg Folder Selection
de_de: CS:GO cfg Ordner Auswahl
fr_fr: Sélection du dossier cfg de CS:GO

# AndBetweenHours
source: and
de_de: und
fr_fr: et

# NoButton
source: No
de_de: Nein
fr_fr: Non

# YesButton
source: Yes
de_de: Ja
fr_fr: Oui

# ResetMessage
source: Are you sure you want to reset all the settings to default?
de_de: Bist du sicher alles auf Standardwerte zurückzusetzen?
fr_fr: Êtes vous sûr de vouloir réinitialiser tous les paramètres par défaut?

# PressBridgeButtonWarning
source: Press the link button on your Philips Hue Bridge.
de_de: Betätige den Verbindungsknopf auf deiner Philips Hue Bridge.
fr_fr: Appuyez sur le bouton central sur votre Pont de Connexion.

# NoBridgesFoundWarning
source: No Philips Hue Bridges found. Make sure the Philips Hue Bridge is connected to the same network as yours and retry.
de_de: Keine Philips Hue Bridge gefunden. Stelle sicher, dass deine Philips Hue Bridge mit dem selben Netzwerk verbunden ist und versuche es noch einmal.
fr_fr: Pas de Pont détecté. Assurez vous que votre Pont de Connexion soit connecté au même réseau que le vôtre et réessayez.

# ExitButton
source: Exit
de_de: Schließen
fr_fr: Quitter

# ShowInFolderButton
source: Show in folder
de_de: Im Ordner anzeigen
fr_fr: Montrer dans le dossier

# BridgeSelectorTitle
source: Philips Hue Bridge Selector
de_de: Philips Hue Bridge Auswahl
fr_fr: Sélection du Pont

# SelectedBridgeNoLongerAvailableWarning
source: The selected Philips Hue Bridge is no longer reachable. Make sure the Philips Hue Bridge is connected to the same network as yours and retry.
de_de: Die ausgewählte Philips Hue Bridge ist nicht länger erreichbar. Stelle sicher, dass deine Philips Hue Bridge mit dem selben Netzwerk verbunden ist und versuche es noch einmal.
fr_fr: Le Pont de Connexion sélectionné n'est plus joignable. Assurez vous que votre Pont de Connexion soit connecté au même réseau que le vôtre et réessayez.

# RetryButton
source: Retry
de_de: Wiederholen
fr_fr: Réessayer

# NoReachableBridgesFoundWarning
source: No reachable Philips Hue Bridges found. Make sure the Philips Hue Bridge is connected to the same network as yours and retry.
de_de: Keine erreichbare Philips Hue Bridge gefunden. Stelle sicher, dass deine Philips Hue Bridge mit dem selben Netzwerk verbunden ist und versuche es noch einmal.
fr_fr: Pas de Pont de Connexion joignable. Assurez vous que votre Pont de Connexion soit connecté au même réseau que le vôtre et réessayez.

# ValidatingBridgeWarning
source: Validating Philips Hue Bridge.
de_de: Überprüfe Philips Hue Bridge.
fr_fr: Valider le Pont de Connexion.

# NoBridgeConnectionWarning
source: No Philips Hue Bridge connection.
de_de: Keine Philips Hue Bridge Verbindung.
fr_fr: Pas de Pont de Connexion connecté.

# SelectSteamFolderMessage
source: Please select the Steam folder manually.
de_de: Bitte wähle den Steam Ordner manuell.
fr_fr: Merci de sélectionner manuellement le dossier Steam.

# SearchingForBridgesWarning
source: Searching for Philips Hue Bridges.
de_de: Philips Hue Bridge wird gesucht.
fr_fr: Recherche des Ponts de Connexion.

# NoLightsFoundMessage
source: No lights found.
de_de: Keine Lampen gefunden.
fr_fr: Aucune ampoule trouvée.

# LightSelectorTitle
source: Light Selector
de_de: Lampenauswahl
fr_fr: Sélection d'Ampoule

# CancelButton
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# BrightnessOption
source: Brightness:
de_de: Helligkeit:
fr_fr: Luminosité:

# UseMainEventColorOption
source: Use its color from {0} event
de_de: Nutze die {0} Farbe
fr_fr: Utiliser la couleur de l'évènement {0}

# CurrentEvent
source: current
de_de: aktuelle
fr_fr: actuel

# HueOption
source: Hue
de_de: Farbton
fr_fr: Teinte

# SaturationOption
source: Saturation
de_de: Sättigung

# ColorPickerTitle
source: Color Picker
de_de: Farbwähler
fr_fr: Sélection de Couleur

# PreviewLightsOption
source: Preview lights while changing events settings
de_de: Beim ändern der Farben als Vorschau anzeigen
fr_fr: Prévisualiser sur les ampoules pendant le paramétrage d'évènement

# RunCSGOButton
source: Run CS:GO
de_de: Starte CS:GO
fr_fr: Lancer CS:GO

# ActivatedOption
source: Activated
de_de: Aktiviert
fr_fr: Activé

# LightsStatesTitle
source: Lights states
de_de: Lampenzustand
fr_fr: État des ampoules

# OffState
source: Off
de_de: Aus

# OnState
source: On
de_de: An

# OffLightState
source: Off
de_de: Aus
fr_fr: Éteinte

# ShowSystemTrayIconOption
source: Show system tray icon
de_de: Zeige Taskleistensymbol
fr_fr: Montrer l'icône dans la barre de notification

# AutomaticallyDeactivateOption
source: Automatically deactivate if not in the above range
de_de: Automatisch deaktivieren, wenn nicht im obigen Bereich
fr_fr: Désactiver automatiquement en dehors des horaires ci-dessus

# ShowInBrowserButton
source: Show in browser
de_de: Im Browser anzeigen
fr_fr: Afficher dans le navigateur

# NewVersionMessage
source: Newer version, "{0}", is available.
de_de: Neue Version, "{0}", ist verfügbar.
fr_fr: Une nouvelle version, "{0}", est disponible.

# TemperatureOption
source: Temperature
de_de: Temperatur
fr_fr: Température

# UnreachableState
source: Unreachable
de_de: Unerreichbar
fr_fr: Injoignable

# CrashMessage
source: An unhandled exception has occoured. A log file was created at {0}. Click on the "Create GitHub issue" button to open a GitHub new issue page with the body already filled for you. You can then add extra information about the crash if you want.
de_de: Ein unbekannter Fehler ist aufgetreten. Eine Log-Datei wurde hier erstellt: {0}. Klicke auf "GitHub Fehlermeldung" um eine neue GitHub-Problemmeldung mit dem bereits für Sie ausgefüllten Text zu erstellen. Sie können dann zusätzliche Informationen zum Absturz hinzufügen, wenn Sie möchten.
fr_fr: Une erreur est survenue. Un rapport d'erreur a été créé à {0}. Cliquez sur le bouton "Signaler une erreur sur Github" pour ouvrir un nouveau signalement d'erreur sur Github avec le contenu du message déjà rempli. Vous pouvez y ajouter des informations supplémentaires sur le crash si vous le souhaitez.

# CreateIssueButton
source: Create GitHub issue
de_de: GitHub Fehlermeldung
fr_fr: Signaler une erreur sur Github

# UpdateTitle
source: Update
de_de: Aktualisieren
fr_fr: Mise à jour

# UpdateAvailableWarning
source: Update available.
de_de: Aktualisierung verfügbar.
fr_fr: Mise à jour disponible.

# NewVersionAvailableText
source: A new CSHUE version is available at GitHub. Click at the bellow button to open the release post in your browse.
de_de: Eine neue CSHUE-Version ist bei GitHub verfügbar. Klicken Sie auf die folgende Schaltfläche, um den Veröffentlichungsbeitrag in Ihrem Browser zu öffnen.
fr_fr: Une nouvelle version de CSHUE est disponible sur Github. Cliquez sur le boutton ci-dessous pour ouvrir la page de téléchargement dans votre navigateur.

# CheckForUpdateButton
source: Check for updates
de_de: Auf Aktualisierungen prüfen
fr_fr: Recherche de mise à jour

# NoUpdatesFound
source: No updates were found. Click the below button to check for updates.
de_de: Es wurden keine Aktualisierungen gefunden. Klicken Sie auf die Schaltfläche unten, um nach Aktualisierungen zu suchen.
fr_fr: Aucune mise à jour n'a été trouvée. Cliquez sur le bouton ci-dessous pour rechercher une mise à jour.

# ReportProblemTitle
source: Report a problem
de_de: Problem melden
fr_fr: Signaler un problème

# ReportProblemText
source: If you are having trouble using the app or you think there are unwanted behavior, let me know through GitHub.
de_de: Wenn Sie Probleme mit der App haben oder ein unerwünschtes Verhalten vermuten, lassen Sie es mich über GitHub wissen.
fr_fr: Si vous avez des problèmes pour utiliser l'application ou vous pensez qu'elle se comporte de manière indésirée, prévenez moi sur Github.

# ThemeDarkComboBoxItem
source: Dark
de_de: Dunkel
fr_fr: Sombre

# ThemeLightComboBoxItem
source: Light
de_de: Hell
fr_fr: Clair

# TransparencyOption
source: Transparency
de_de: Transparenz
fr_fr: Transparence

# HelpTitle
source: Help
de_de: Hilfe
fr_fr: Aide

# BrightnessModifierOption
source: Brightness modifier
de_de: Helligkeitsregler
fr_fr: Modificateur de luminosité

# BrightnessPercentageFormula
source: brightness%
de_de: helligkeit%
fr_fr: %luminosité

# LightsTitle
source: Lights
de_de: Lampen
fr_fr: Ampoules

# TurnOffButton
source: Turn off
de_de: Ausschalten
fr_fr: Éteindre

# TurnOnButton
source: Turn on
de_de: Einschalten
fr_fr: Allumer

# BombTabTitle
source: Bomb
de_de: Bombe
fr_fr: Bombe

# GeneralTabTitle
source: General
de_de: Allgemein
fr_fr: Général

# PlayerTabTitle
source: Player
de_de: Spieler
fr_fr: Joueur

# CountryIso2
source: US
de_de: DE
fr_fr: FR

# TranslationsByTitle
source: Translations by
de_de: Übersetzt von
fr_fr: Traduit par

# ReportProblemButton
source: Report problem
de_de: Problem melden
fr_fr: Signaler problème

# DefaultComboBoxItem
source: Default
de_de: Standard
fr_fr: Par défaut

# ThemeOption
source: Theme
fr_fr: Thème
